[
  {
    "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
    "author": "Стив Макконнелл"
  },
  {
    "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
    "author": "Артур Блох. Законы Мэрфи"
  },
  {
    "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
    "author": "И. Берард"
  },
  {
    "text": "The best dreams happen when you’re awake.",
    "author": "Cherie Gilderbloom"
  },
  {
    "text": "You can never be overdressed or overeducated.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Fall seven times and stand up eight",
    "author": "Japanese Proverb"
  },
  {
    "text": "Success is not the key to happiness. Happiness is the key to success",
    "author": "Herman Cain"
  },
  {
    "text": "Success is the child of audacity.",
    "author": "Benjamin Disraeli"
  },
  {
    "text": "We do not remember days, we remember moments.",
    "author": "Cesare Pavese"
  },
  {
    "text": "Knowledge is power.",
    "author": "Sir Francis Bacon"
  },
  {
    "text": "May the Force be with you.",
    "author": "Star Wars"
  },
  {
    "text": "In the  middle  of  difficulty  lies  opportunity.",
    "author": "Albert Einstein"
  },
  {
    "text": "Success  is the  ability  to  go  from  failure  to  failure  without  losing  your  enthusiasm.",
    "author": "Winston Churchill"
  },
  {
    "text": "Build your own dreams, or someone else will hire you to build theirs.",
    "author": "Farrah Gray"
  },
  {
    "text": "Success is one percent inspiration, ninety-nine percent perspiration.",
    "author": "Thomas Edison"
  },
  {
    "text": "Your time is limited, so don’t waste it living someone else’s life.",
    "author": "Steve Jobs"
  },
  {
    "text": "It is not the strongest of the species that survives, nor the most intelligent, but the one most responsive to change.",
    "author": "Charles Darwin"
  },
  {
    "text": "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light",
    "author": "Albus Dumbledore"
  }
]